Repository: pronamic/pronamic-house-number-fields-for-woocommerce
Catalog: languages/pronamic-house-number-fields-for-woocommerce-*.po
Languages: de_de

source: Pronamic House Number Fields for WooCommerce
de_de: Pronamic Hausnummernfelder für WooCommerce

source: This WordPress plugin adds separate house number fields to the WooCommerce checkout fields.
de_de: Dieses WordPress-Plugin fügt separate Felder für die Hausnummer zu den WooCommerce-Checkout-Feldern hinzu.

source: Street
de_de: Straße

# placeholder
source: Street
de_de: Straße

source: House number
de_de: Nummer

# placeholder
source: Number
de_de: Nummer

source: House number addition
de_de: Nummer ergänzung

source: Addition
de_de: Ergänzung

# placeholder
source: Addition
de_de: Ergänzung

source: House number field
de_de: Hausnummernfeld

source: Required
de_de: Erforderlich

source: House number addition field
de_de: Feld zur Ergänzung der Hausnummer

source: Hidden
de_de: Versteckt
